Repository: SameerInstacash/C2B2B-Revamp
Catalog: *.lproj/Localizable.strings
Languages: id

source: Welcome to SmartExchange
id: Selamat datang di Smart Exchange

source: IMEI/Serial:
id: Imei/Nomor Seri :

source: Store Token
id: Token Toko

source: Scan QR
id: Pindai QR

source: Previous Quotation
id: Rangkuman Sebelumnya

source: Let's Get Started
id: Ayo Mulai

source: Reference Number
id: Nomor referensi

source: Order details
id: Detail pesanan

source: Reference No
id: nomor referensi

source: Customer
id: Pelanggan

source: Prefferred time
id: Waktu yang diinginkan

source: Physical Condition
id: Kondisi fisik

source: Customer details
id: Detil pelanggan

source: YOUR QUOTE
id: KUTIPAN ANDA

source: Offered Price
id: Harga Penawaran

source: Diagnosis Charges
id: Diagnosa Charger

source: Estimated Amount
id: Harga Estimasi

source: Product details
id: Rincian Produk

source: We will show you multiple coloured screen with maximum brightness for 8-10 seconds. Please tell us if you see a black dot click “START” to begin
id: Kami akan menunjukkan kepada Anda beberapa layar berwarna dengan kecerahan maksimum selama 8-10 detik. Beri tahu kami jika Anda melihat titik hitam, klik "MULAI" untuk memulai

source: Quit Diagnosis
id: Keluar dari Diagnosis

source: Are you sure you want to quit?
id: Apakah Anda yakin ingin berhenti?

source: Touch Screen Test
id: Tes Layar Sentuh

source: Please make sure Bluetooth and GPS are enabled on your device and press begin to start the tests
id: Pastikan Bluetooth, GPS, dan Wifi sudah dinyalakan pada perangkat Anda dan Tekan Mulai untuk menjalankan Tes

source: Checking Proximity Sensor
id: Memeriksa Sensor Kedekatan

source: Wave your hand infront of the screen
id: Lambaikan tangan Anda di depan layar

source: Checking Hardware Buttons
id: Memeriksa Tombol Perangkat Keras

source: Follow the instructions below to complete check
id: Ikuti petunjuk di bawah ini untuk menyelesaikan pemeriksaan

source: Press volume up button
id: Tekan tombol volume atas

source: Press volume down button
id: Tekan tombol volume bawah

source: Checking Earphone
id: Memeriksa Earphone

source: Please plug-in your earphone
id: Silakan pasang earphone Anda

source: Checking Charger
id: Memeriksa Pengisi Daya

source: Please plug-in your charger
id: Silakan pasang pengisi daya Anda

source: Checking Camera
id: Memeriksa Kamera

source: Get ready to smile. We’re making sure this device is selfie-ready!
id: Bersiaplah untuk tersenyum. Kami memastikan perangkat ini siap untuk selfie!

source: 1. Tap anywhere on the screen to autofocus
id: 1. Ketuk di mana saja di layar untuk fokus otomatis

source: 2. Press capture to take a shot!
id: 2. Tekan ambil untuk mengambil bidikan!

source: Checking Face-Id
id: Memeriksa ID Wajah

source: First, enable the face-Id function on your phone
id: Pertama, aktifkan fungsi ID wajah di ponsel Anda

source: During the test place your face on the scanner as you normally would to unlock your phone
id: Selama pengujian, letakkan wajah Anda di pemindai seperti biasanya untuk membuka kunci ponsel Anda

source: Checking fingerprint scanner
id: Memeriksa pemindai sidik jari

source: First, please enable fingerprint function
id: Pertama, harap aktifkan fungsi sidik jari

source: Then you will place your finger on the fingerprint scanner like you normally would during unlock
id: Kemudian Anda akan meletakkan jari Anda pada pemindai sidik jari seperti biasanya saat membuka kunci

source: Enable Biometric
id: Aktifkan Biometrik

source: Go to Settings -> Touch ID & Passcode
id: Buka Pengaturan -> Sentuh ID & Kode Sandi

source: Biometric Authentication Test
id: Tes Otentikasi Biometrik

source: WiFi Test
id: Tes WiFi

source: Checking FlashLight
id: Memeriksa Senter

source: Count how many times your phone's flashLight blinked and then type it in the text box provided
id: Hitung berapa kali senter ponsel Anda berkedip lalu ketikkan di kotak teks yang disediakan

source: FlashLight not working
id: Senter tidak berfungsi

source: FlashLight Test
id: Uji Senter

source: Defective
id: Cacat

source: Please Enter Reference Number
id: Silakan Masukkan Nomor Referensi

source: Screen Calibration
id: Kalibrasi Layar

source: SMART DIAGNOSTICS
id: DIAGNOSTIK CERDAS

source: TEST RESULT SUMMARY
id: RINGKASAN HASIL UJI

source: Checking Device Rotation
id: Memeriksa Rotasi Perangkat

source: Choose language
id: Pilih bahasa

source: Change language of this app including its content.
id: Ubah bahasa aplikasi ini termasuk kontennya.

source: Please enter your name
id: Silahkan masukan nama anda

source: Please enter your email
id: Masukkan email Anda

source: Please enter valid email
id: Silakan masukkan email yang valid

source: Please enter your contact no.
id: Silakan masukkan nomor kontak Anda.

source: Please accept terms & conditions
id: Harap setujui syarat & ketentuan

source: Display & Touch Screen
id: Tampilan & Layar Sentuh

source: 2 -3 Minor Scratches
id: 2-3 lecet minor

source: Heavily Scratched
id: Lecet tebal

source: Cracked
id: Retak

source: Not working (Loose LCD)
id: Tidak Bekerja

source: Network Lock / Telco Lock
id: Kunci pada Apple (Koneksi atau Passcode atau iCloud)

source: Device Body (Back Panel / Cover)
id: Body Perangkat (bagian samping dan belakang)

source: Minor Scratches
id: Lecet sedikit

source: Heavy Scratches
id: Lecet tebal/banyak

source: Dented
id: Penyok

source: Details Synced to the server. Please contact Store Executive for further information
id: Detail Disinkronkan ke server. Silakan hubungi Store Executive untuk informasi lebih lanjut

source: Photo Id uploaded successfully!
id: ID Foto berhasil diunggah!

source: Uploading...
id: Mengunggah...

source: Success
id: Kesuksesan

source: Click on ‘Start Test” and take a picture from your camera to run auto-focus test
id: Klik 'Mulai Tes' dan ambil gambar dari kamera Anda untuk menjalankan tes fokus otomatis

source: Authenticate with Touch Id/ Face Id of your phone
id: Otentikasi dengan Touch Id / Face Id ponsel Anda

source: Back_camera_auth
id: Aplikasi ini tidak diizinkan untuk menggunakan Kamera Belakang

source: Setting
id: Pengaturan

source: Cancel
id: Batal

source: Reader_not_supported_by_the_current_device
id: Pembaca tidak didukung oleh perangkat saat ini

source: header_title
id: Aplikasi perlu izin berikut untuk menyelesaikan diagnosa. Permintaan Lokasi diperlukan untuk menyelesaikan Diagnosa GPS

source: Dead_Pixel_Test
id: Tes Pixel Mati

source: dead_pixel_msg
id: Apakah anda melihat bintik-bintik hitam atau putih di layar?

source: Yes
id: Ya

source: No
id: Tidak

source: retry
id: ULANGI TES

source: skip_info
id: Jika anda melewatu tes ini, akan ada pengurangan pada harga yang ditawarkan. Apakah kamu yakin?

source: Proximity_Sensor_Diagnosis
id: Lewati Sensor Kedekatan

source: Checking_Network
id: Memeriksa Koneksi

source: Checking_Bluetooth
id: Memeriksa Bluetooth

source: Checking_WiFi
id: Memeriksa Wi-Fi

source: Tests_Complete
id: Tes Selesai

source: internet_prompt
id: Silahkan periksa koneksi internet

source: pos_info
id: Pastikan anda telah memasukkan detail di POS.

source: reader_info
id: Pembaca tidak didukung oleh perangkat saat ini

source: camer_permission
id: Aplikasi ini tidak diizinkan untuk menggunakan Kamera Belakang.

source: setting
id: Pengaturan

source: hardware_info
id: Diagnosa Tombol Perangkat Keras

source: rotation_info
id: Diagnosa Rotasi Otomatis

source: portrait_mode
id: Sekarang putar perangkat anda kembali ke tampilan Potret.

source: landscape_mode
id: Silakan alihkan Perangkat ke Tampilan Lanskap.

source: earphone_info
id: Diagnosa Earphone Jack

source: charger_info
id: Diagnosa Charger Perangkat

source: camera_info
id: Diagnosa Kamera

source: fingerprint_info
id: Diagnosa Pemindai Sidik Jari

source: faceId_info
id: Diagnosis Pemindai Sidik Jari

source: invalid_imei
id: Nomor IMEI yang dimasukkan tidak valid.

source: invalid_serial_info
id: Nomor SERIAL/IMEI yang Dimasukkan Tidak Valid

source: imei_validation_info
id: Silahkan Masukkan Nomor IMEI 15-digit yang valid

source: screen_failed_info
id: Diagnosa Tes Layar Gagal

source: retry_test
id: Apakah anda ingin Tes ulang kembali

source: continue
id: Lanjutkan

source: submit
id: Kirim

source: reference_no
id: Nomor referensi

source: skip
id: Lewati

source: rota_info
id: Aktifkan Layar Rotasi Otomatis, kemudian tekan "Mulai Tes"dan putar kembali perangkat anda dari posisi Portrait ke Lanskap

source: hard_btn_info
id: Silahkan tekan tombol terkait pada Hp Anda

source: Checking_GPS
id: Mengecek GPS...

source: lcd
id: Kaca LCD/Layar

source: cpbp_info
id: Body Perangkat (bagian samping dan belakang)

source: mobile_place
id: Nomor Hp

source: email_place
id: Alamat email

source: name_place
id: Nama

source: user_details_info
id: Silahkan isi rincian dibawah ini untuk melanjutkan

source: user_btn_continue
id: Lanjutkan

source: upload_btn_text
id: Unggah Bukti ID

source: schedule_btn_text
id: Jadwal kunjungan

source: cracked
id: Retak

source: broken
id: Patah

source: dented
id: Penyok

source: Not_Working
id: Tidak berfungsi

source: flawless
id: Mulus

source: Flawless
id: Mulus

source: Minor_Scratches
id: 2-3 lecet minor

source: Heavily_Scratched
id: Lecet tebal

source: device_body
id: Body Perangkat

source: Phone_Locks
id: Kunci Telepon

source: store_token
id: Token Toko

source: Wifi_info
id: WiFi, Bluetooth, atau GPS: Tidak Berfungsi

source: Proximity_info
id: Sensor Jarak: Tidak Berfungsi

source: camer_info
id: Kamera : Tidak Berfungsi

source: device_info
id: Biometrik Perangkat: Tidak Berfungsi

source: mic_info
id: Mikrofon : Tidak Berfungsi

source: speakers_info
id: Spiker : Tidak Berfungsi

source: nfc_info
id: NFC : Tidak Berfungsi

source: vibrator_info
id: Alat Getar : Tidak Berfungsi

source: gsm_info
id: GSM : Tidak Berfungsi

source: bluetooth_info
id: Bluetooth : Tidak Berfungsi

source: gps_info
id: GPS : Tidak Berfungsi

source: rotation_skip_title
id: Lewati Rotasi Otomatis

source: back
id: Kembali

source: Device_Status
id: Status Perangkat

source: valid_email_err
id: Silakan Masukkan Id email yang valid

source: change_language
id: Ganti Bahasa

source: ol_info_text
id: Please enter an Email Id to receive link for submitting the Device Physical Condition Images

source: ol_verification_title
id: Link Sent

source: ol_verification_desc
id: You will receive an e-mail from us shortly Please wait for a few seconds. Do not close this screen Take a video of this screen using alternative phone. Wait for success message afer shooting the video

source: Enable_camera
id: Aktifkan Kamera

source: Enable_photolibrary
id: Aktifkan Perpustakaan Foto

source: Enable_microphone
id: Aktifkan Mikrofon

source: Enable_location
id: Aktifkan Lokasi

source: advice
id: Harap anda mengizinkan pengecekan perangkat untuk mendapatkan nilai yang akurat

source: advice_additional
id: Anda juga dapat mengelola izin di pengaturan

source: swipe_to_hide
id: Geser untuk menyembunyikan

source: imei_info
id: Silahkan masukkan nomor Imei perangkat anda

source: main_info
id: Silakan masukkan 'Token Toko' dan kirimkan atau klik 'Pindai Kode QR' untuk memulai Diagnostik. Untuk melihat hasil sebelumnya, klik 'Rangkuman Sebelumnya'

source: screen_info
id: Klik 'Mulai Tes', lalu sentuh di sepanjang kotak

source: cust_info
id: Silahkan isi rincian dibawah ini untuk melanjutkan

source: Connect to Wifi/Internet
id: Terhubung ke Wifi/Internet

source: Active Sim Card
id: Kartu Sim Aktif

source: Set up Fingerprint (if applicable)
id: Siapkan Sidik Jari (jika ada)

source: Enable NFC (if applicable)
id: Aktifkan NFC (jika ada)

source: Enable Auto-Rotate Screen
id: Aktifkan Layar Putar Otomatis

source: Disable Silent Mode
id: Nonaktifkan Mode Senyap

source: Enable bluetooth
id: Aktifkan Bluetooth

source: Ensure device region code is not LL
id: Pastikan kode wilayah perangkat bukan LL

source: Summary of Test Results
id: Ringkasan Hasil Tes

source: Failed and Skipped Tests
id: Gagal dan Lewati Tes

source: Functional Checks
id: Cek Fungsi

source: ReTry
id: ULANGI TES

source: Dead Pixels
id: Piksel Mati

source: Screen
id: Layar

source: Rotation
id: Rotasi

source: Hardware Buttons
id: Tombol Perangkat Keras

source: Charger
id: Pengisi daya

source: Camera
id: Kamera

source: Fingerprint Scanner
id: Pemindai Sidik Jari

source: Face Id
id: ID Wajah

source: Face-Id Scanner
id: Pemindai ID Wajah

source: Microphone
id: Mikrofon

source: Speaker
id: Spiker

source: Vibrator
id: Alat Getar

source: SMS Verification
id: Verifikasi SMS

source: Storage
id: Penyimpanan

source: Battery
id: Baterai

source: Checking Speaker
id: Memeriksa Spiker

source: Your phone will play some numbers out loud, and then type it in the text box provided.
id: Silahkan masukkan nomor yang disebutkan pada kotak yang disediakan

source: Start
id: Mulai

source: Skip
id: Lewati

source: Submit
id: Kirim

source: Enter Number
id: Masukkan Nomor

source: Speaker Test
id: Tes Spiker

source: If you skip this test there would be a substantial decline in the price offered. Do you still want to skip?
id: Jika anda melewati tes ini, akan ada pengurangan besar pada harga yang ditawarkan. Anda masih ingin lewati?

source: failed to record!
id: gagal merekam!

source: Checking Microphone
id: Cek Mikrofon

source: Click to start button. after that microphone will listen your voice for 4 seconds to check your microphone is working or not
id: Klik Tombol Mulai untuk memulai. Setelah itu mikrofon akan mendengarkan suara Anda selama 4 detik untuk memeriksa apakah mikrofon Anda berfungsi atau tidak

source: Microphone Test
id: Tes Mikrofon!

source: Checking Vibrator
id: Cek alat getar

source: Count how many times your phone has vibrated and then type it in the text box provided
id: Hitung berapa kali ponsel Anda bergetar lalu ketikkan di kotak teks yang disediakan

source: wifi_detail
id: Wifi : Tidak Berfungsi

source: Checking WiFi
id: Memeriksa Wi-Fi...

source: Testing WiFi
id: Tes Wifi

source: To test WIFI, turn WIFI on and connect to your preferred network then Press “START“
id: Untuk menguji WIFI, nyalakan WIFI dan sambungkan ke jaringan pilihan Anda lalu Tekan "MULAI"

source: I hearby acknowledge that I have read, understand and agree to the Terms and Conditions.
id: Dengan ini saya menyatakan bahwa saya telah membaca, memahami dan menyetujui Syarat dan Ketentuan

source: No Data Found
id: Tidak ada data ditemukan

source: Please Check Internet connection.
id: Silahkan cek koneksi internet anda

source: Please Enter Valid Store Token
id: Silahkan masukkan Token Toko yang valid

source: Please Enter Store Token.
id: Silahkan masukkan Token Toko

source: Store Token Not Valid
id: Token Toko tidak valid

source: Trade In Online
id: Tukar Tambah Online

source: PROCEED
id: PROSES

source: Something went wrong!!
id: Ada yang salah!!

source: Your Trade-in value is
id: Nilai tukar tambah anda adalah

source: Do not delete
id: Jangan hapus

source: Factory Reset
id: Reset Pabrik

source: Your Order ID is
id: Nomor pesanan anda adalah

source: You will be contacted within 24 hours to verify your order and schedule the pick-up.
id: Anda akan dihubungi dalam waktu 24 jam untuk memverifikasi pesanan dan penjadwalan penjemputan.

source: 'SmartExchage Trade-in app' or
id: Aplikasi Tukar Tambah SmartExchage' atau

source: your device before the collection.
id: perangkat Anda sebelum pengambilan

source: The final trade-in value will be quoted to you by our logistic personnel.
id: Nilai tukar tambah akhir akan diberikan kepada Anda oleh personel logistik kami

source: You are only required to erase and remove your passcode and accounts upon agreeing to the final trade-in value.
id: Anda hanya akan diminta untuk menghapus kode sandi dan akun Anda setelah menyetujui nilai akhir tukar tambah

source: For any queries, please call CompAsia’s hotline at 03-7931 3417 (08:30am-06:00pm Mon - Fri)
id: Untuk pertanyaan, silakan hubungi hotline CompAsia di 03-7931 3417 (08:30-18:00 Sen - Jum)

source: Thank you for completing the SmartExchage Trade-in Diagnostic Test. Please walk-in to any SmartExchage stores to finalize your transaction.
id: Terima kasih telah menyelesaikan Tes Diagnostik Trade-in SmartExchage. Silakan kunjungi toko-toko yang bekerjasama dengan SmartExchage mana pun untuk menyelesaikan transaksi Anda

source: Please agree Terms & Conditions
id: Harap setujui Syarat & Ketentuan

source: Please Enter Bank Holders Name
id: Silahkan masukkan nama rekening Bank

source: Please Enter Bank Account Number
id: Silahkan masukkan nomor rekening Bank

source: Please select Bank Name
id: Silahkan pilih nama Bank

source: Please wait for the results to sync to the server!
id: Harap tunggu hingga hasilnya disinkronkan ke server!

source: Biometric Authentication
id: Otentikasi Biometrik

source: Version
id: Versi

source: Please Accept terms to continue
id: Harap Terima persyaratan untuk melanjutkan

source: Please Enter a valid name
id: Harap Masukkan nama yang valid

source: Please Enter a valid mobile number
id: Silakan Masukkan nomor ponsel yang valid

source: Locked
id: Terkunci

source: Unlocked
id: Terbuka
