Repository: SameerInstacash/C2B2B-Revamp
Catalog: SmartExchange - Store Trade-*/*.lproj/InfoPlist.strings
Languages: vi

# NSBluetoothAlwaysUsageDescription
source: Bluetooth Permission needed for Diagnosing the bluetooth hardware.
vi: Cho phép sử dụng kết nối Bluetooth để hoàn thành bài kiểm tra Bluetooth.

# NSBluetoothPeripheralUsageDescription
source: Bluetooth Permission needed for Diagnosing the bluetooth hardware.
vi: Cho phép sử dụng kết nối Bluetooth để hoàn thành bài kiểm tra Bluetooth.

# NSCalendarsUsageDescription
source: Calendar Usage Required
vi: Yêu cầu sử dụng lịch

# NSCameraUsageDescription
source: The Camera is needed to scan QR codes and To complete the Camera test.
vi: Cho phép Máy ảnh quét mã QR và hoàn thành bài kiểm tra máy ảnh.

# NSContactsUsageDescription
source: Contacts Permission needed
vi: Quyền Liên hệ cần thiết

# NSFaceIDUsageDescription
source: To Check if the FaceId sensors are really working by authenticating using FaceId
vi: Để kiểm tra xem cảm biến Face Id có thực sự hoạt động hay không bằng cách xác thực bằng Face Id

# NSLocationAlwaysAndWhenInUseUsageDescription
source: This app requires access to your location when the screen is on and the app is displayed to complete the GPS Test
vi: Cho phép mở Định vị GPS để hoàn thành bài kiểm tra chức năng GPS.

# NSLocationAlwaysUsageDescription
source: This app requires access to your location when the screen is on and the app is displayed to complete the GPS Test
vi: Cho phép mở Định vị GPS để hoàn thành bài kiểm tra chức năng GPS.

# NSLocationUsageDescription
source: This app requires access to your location when the screen is on and the app is displayed to complete the GPS Test
vi: Cho phép mở Định vị GPS để hoàn thành bài kiểm tra chức năng GPS.

# NSLocationWhenInUseUsageDescription
source: This app requires access to your location when the screen is on and the app is displayed to complete the GPS Test
vi: Cho phép mở Định vị GPS để hoàn thành bài kiểm tra chức năng GPS.

# NSMicrophoneUsageDescription
source: Microphone permission required to complete the Mic and Speaker diagnosis
vi: Cho phép sử dụng Micrô để hoàn thành bài kiểm tra chức năng phát & thu âm.

# NSPhotoLibraryAddUsageDescription
source: Photo library access required to complete the camera test
vi: Cần có quyền truy cập thư viện ảnh để hoàn thành bài kiểm tra camera

# NSPhotoLibraryUsageDescription
source: Photo library access required to complete the camera test
vi: Cho phép truy cập Thư viện Ảnh để lưu hình ảnh sau khi chụp và hoàn thành bài kiểm tra máy ảnh.
