Repository: SameerInstacash/C2B2B-Revamp
Catalog: SmartExchange - Store Trade-*/*.lproj/Localizable.strings
Languages: th, vi

source: Please Check Internet connection.
th: โปรดตรวจสอบระบบเชื่อมต่ออินเทอร์เน็ต
vi: Vui lòng kiểm tra kết nối Internet

source: Please Enter Valid Store Token
th: โปรดกรอกข้อมูลรหัสร้านค้าที่ถูกต้อง
vi: Vui lòng nhập đúng Mã cửa hàng

source: Please Enter Store Token.
th: โปรดกรอกข้อมูลรหัสร้านค้า
vi: Vui lòng nhập Mã cửa hàng

source: Store Token Not Valid
th: รหัสร้านค้าไม่ถูกต้อง
vi: Mã cửa hàng không đúng

source: Trade In Online
th: ทำการแลกเปลี่ยนออนไลน์
vi: Thu cũ đổi mới Online

source: Please Enter your details below
th: โปรดกรอกรายละเอียดด้านล่าง
vi: Vui lòng nhập thông tin của bạn dưới đây:

source: PROCEED
th: ดำเนินการ
vi: Tiến hành

source: Something went wrong!!
th: มีข้อผิดพลาดบางอย่าง!!
vi: Đã xảy ra lỗi!!

source: Your Trade-in value is
th: มูลค่าเครื่องของคุณคือ
vi: Giá Thu cũ của bạn là

source: Do not delete
th: ห้ามลบ
vi: Vui lòng đừng xóa

source: Factory Reset
th: การตั้งค่าโรงงาน
vi: Khôi phục cài đặt gốc

source: Your Order ID is
th: คำสั่งซื้อของคุณคือ
vi: Mã đơn hàng của bạn là

source: You will be contacted within 24 hours to verify your order and schedule the pick-up.
th: คุณจะได้รับการติดต่อกลับภายใน 24 ชั่วโมงเพื่อยืนยันคำสั่งซื้อและกำหนดการ การรับสินค้า
vi: Trong vòng 24h, nhân viên chúng tôi sẽ liên hệ với bạn để xác nhận đơn hàng và thời gian thu thiết bị

source: 'SmartExchage Trade-in app' or
th: แอปพลิเคชัน SmartExchange หรือ
vi: Ứng dụng SmartExchange hoặc

source: your device before the collection.
th: อุปกรณ์ของคุณก่อนการจัดเก็บ
vi: thiết bị của bạn trước khi thu

source: The final trade-in value will be quoted to you by our logistic personnel.
th: เจ้าหน้าที่ขนส่งของเราจะทำการเสนอมูลค่า
vi: Nhân viên vận chuyển của chúng tôi sẽ xác nhận lại giá thu với bạn.

source: You are only required to erase and remove your passcode and accounts upon agreeing to the final trade-in value.
th: คุณต้องทำการลบชื่อบัญชีผู้ใช้งานของคุณ เมื่อตกลงทำการซื้อขายในราคาที่ตกลง
vi: Bạn chỉ cần xóa mật khẩu và gỡ các tài khoản cá nhân khỏi thiết bị sau khi đồng ý với giá thu cuối cùng

source: For any queries, please call CompAsia’s hotline at 03-7931 3417 (08:30am-06:00pm Mon - Fri)
th: หากพบข้อสงสัย สอบถามเพิ่มเติมได้ที่สายด่วน XXXXX (วันจันทร์-ศุกร์ เวลา 8:30 น. - 18:00 น.)
vi: Nếu có thắc mắc, vui lòng liên hệ Hotline CompAsia: XXXXX (Thời gian làm việc: 8h30 - 16h00 từ Thứ 2 - Thứ 6)

source: Thank you for completing the SmartExchage Trade-in Diagnostic Test. Please walk-in to any SmartExchage stores to finalize your transaction.
th: SmartExchage ทำการตรวจสอบรายการของคุณสำเร็จ โปรดเข้าไปที่สาขาเพื่อดำเนินการต่อ ขอบคุณ
vi: Cám ơn bạn đã hoàn tất chẩn đoán tình trạng thiết bị trên Ứng dụng SmartExchange. Vui lòng đến cửa hàng SmartExchange bất kỳ để hoàn tất giao dịch.

source: Please agree Terms & Conditions
th: โปรดยอมรับข้อกำหนดและเงื่อนไข
vi: Vui lòng xác nhận đồng ý Điều khoản & Điều kiện

source: Please Enter Bank Holders Name
th: โปรดกรอกชื่อบัญชีธนาคาร
vi: Vui lòng nhập tên Chủ tài khoản

source: Please Enter Bank Account Number
th: โปรดกรอกเลขบัญชีธนาคาร
vi: Vui lòng nhập số Tài khoản Ngân hàng

source: Please select Bank Name
th: โปรดเลือกธนาคาร
vi: Vui lòng nhập Tên Ngân hàng

source: Please wait for the results to sync to the server!
th: โปรดรอสักครู่ ขณะนี้ระบบบกำลังทำการเชื่อมต่อ
vi: Vui lòng đợi kết quả đồng bộ lên máy chủ!

source: Settings
th: ตั้งค่า
vi: Cài đặt

source: Biometric Authentication
th: การตรวจสอบระบบพิสูจน์อัตลักษณ์
vi: Xác thực Sinh trắc học

source: Version
th: เวอร์ชั่น
vi: Phiên bản

source: Email
th: อีเมล

# upload_btn_text
source: Upload Id Proof
th: อัพโหลดเอกสารยืนยันตัวตน

source: WIFI
th: สัญญาณ WIFI

source: Bluetooth
th: บูลทูธ

source: Voucher Amount
th: ส่วนลดเพิ่มเติม

source: Remove Promo
th: นำส่วนลดออก

source: Apply Promo
th: ส่วนลดเพิ่มเติม

source: Enter Promo code
th: ใส่รหัสส่วนลด

source: Apply
th: ใช้ส่วนลดนี้
