Repository: SameerInstacash/C2B2B-Revamp
Catalog: SmartExchange - Store Trade-*/*.lproj/Localizable.strings
Languages: th, vi

source: Welcome to SmartExchange
th: ยินดีต้อนรับสู่ Smart Exchange
vi: Chào mừng đến với Smart Exchange

source: IMEI/Serial:
th: รหัส IMEI / ซีเรียล:
vi: IMEI / sê-ri:

source: Store Token
th: โทเค็นร้านค้า
vi: Nhập mã cửa hàng trên Web POS

source: Scan QR
th: สแกนรหัส QR
vi: Quét mã QR

source: Previous Quotation
th: ใบเสนอราคาก่อนหน้า
vi: Tìm giao dịch

source: Let's Get Started
th: มาเริ่มกันเลย
vi: Bắt đầu chẩn đoán

source: Reference Number
th: รหัสอ้างอิง
vi: Tài liệu tham khảo số

source: Order details
th: รายละเอียดการสั่งซื้อ
vi: Chi tiết đơn hàng

source: Reference No
th: เลขอ้างอิง
vi: tài liệu tham khảo số

source: Customer
th: ลูกค้า
vi: Khách hàng

source: Prefferred time
th: เวลาที่ต้องการ
vi: Thời gian ưu tiên

source: Physical Condition
th: สภาพร่างกาย
vi: Tình trạng vật lý

source: Customer details
th: รายละเอียดลูกค้า
vi: Chi tiết khách hàng

source: YOUR QUOTE
th: คำพูดของคุณ
vi: BÁO GIÁ CỦA BẠN

source: Offered Price
th: ราคาเสนอ
vi: Giá chào mua

source: Diagnosis Charges
th: ค่าธรรมเนียมการตรวจสอบ
vi: Phí chẩn đoán

source: Estimated Amount
th: จำนวนเงินโดยประมาณ
vi: Số tiền ước tính

source: Product details
th: รายละเอียดสินค้า
vi: Thông tin chi tiết sản phẩm

source: We will show you multiple coloured screen with maximum brightness for 8-10 seconds. Please tell us if you see a black dot click “START” to begin
th: เราจะแสดงหน้าจอหลายสีให้คุณเห็นโดยให้ความสว่างสูงสุดเป็นเวลา 8-10 วินาที โปรดแจ้งให้เราทราบหากคุณเห็นจุดสีดำ คลิก “เริ่มต้น” เพื่อเริ่มต้น
vi: Chúng tôi sẽ hiển thị cho bạn màn hình nhiều màu với độ sáng tối đa trong 8-10 giây. Vui lòng cho chúng tôi biết nếu bạn thấy một chấm đen, hãy nhấp vào “BẮT ĐẦU” để bắt đầu

source: Quit Diagnosis
th: ออกจากการวินิจฉัย
vi: Thoát chẩn đoán

source: Are you sure you want to quit?
th: คุณแน่ใจหรือว่าต้องการลาออก
vi: Bạn có chắc bạn muốn thoát khỏi?

source: Touch Screen Test
th: การทดสอบหน้าจอสัมผัส
vi: Kiểm tra màn hình cảm ứng

source: Please make sure Bluetooth and GPS are enabled on your device and press begin to start the tests
th: โปรดตรวจสอบว่าได้เปิด Bluetooth, GPS และ Wifi แล้วในค่าตั้งเครื่อง และกดเริ่มเพื่อเริ่มการตรวจสอบ
vi: Vui lòng đảm bảo Bluetooth, GPS và Wifi được bật trên thiết bị của bạn và nhấn bắt đầu để bắt đầu kiểm tra.

source: Checking Proximity Sensor
th: การตรวจสอบพรอกซิมิตี้เซนเซอร์
vi: Kiểm tra cảm biến tiệm cận

source: Wave your hand infront of the screen
th: โบกมือให้หน้าจอ
vi: Vẫy tay trước màn hình

source: Checking Hardware Buttons
th: การตรวจสอบปุ่มฮาร์ดแวร์
vi: Kiểm tra các nút phần cứng

source: Follow the instructions below to complete check
th: ปฏิบัติตามคำแนะนำด้านล่างเพื่อทำการตรวจสอบให้เสร็จสิ้น
vi: Làm theo hướng dẫn bên dưới để hoàn tất kiểm tra

source: Press volume up button
th: กดปุ่มเพิ่มระดับเสียง
vi: Nhấn nút tăng âm lượng

source: Press volume down button
th: กดปุ่มลดเสียง
vi: Nhấn nút giảm âm lượng

source: Checking Earphone
th: กำลังตรวจสอบหูฟัง
vi: Kiểm tra tai nghe

source: Please plug-in your earphone
th: กรุณาเสียบหูฟังของคุณ
vi: Vui lòng cắm tai nghe của bạn

source: Checking Charger
th: กำลังตรวจสอบเครื่องชาร์จ
vi: Kiểm tra bộ sạc

source: Please plug-in your charger
th: กรุณาเสียบสายชาร์จของคุณ
vi: Vui lòng cắm bộ sạc của bạn

source: Checking Camera
th: กำลังตรวจสอบกล้อง
vi: Kiểm tra máy ảnh

source: Get ready to smile. We’re making sure this device is selfie-ready!
th: เตรียมยิ้มได้เลย เรากำลังตรวจสอบให้แน่ใจว่าอุปกรณ์นี้พร้อมสำหรับเซลฟี่!
vi: Hãy sẵn sàng để mỉm cười. Chúng tôi đang đảm bảo thiết bị này sẵn sàng chụp ảnh tự sướng!

source: 1. Tap anywhere on the screen to autofocus
th: 1. แตะที่ใดก็ได้บนหน้าจอเพื่อโฟกัสอัตโนมัติ
vi: 1. Nhấn vào bất kỳ đâu trên màn hình để tự động lấy nét

source: 2. Press capture to take a shot!
th: 2. กดแคปเพื่อถ่าย!
vi: 2. Nhấn chụp để chụp!

source: Checking Face-Id
th: การตรวจสอบ ID ใบหน้า
vi: Kiểm tra khuôn mặt

source: First, enable the face-Id function on your phone
th: ขั้นแรก ให้เปิดใช้งานฟังก์ชัน face-Id บนโทรศัพท์ของคุณ
vi: Đầu tiên, hãy bật chức năng nhận dạng khuôn mặt trên điện thoại của bạn

source: During the test place your face on the scanner as you normally would to unlock your phone
th: ระหว่างการทดสอบ ให้วางใบหน้าของคุณบนสแกนเนอร์ตามปกติเพื่อปลดล็อกโทรศัพท์
vi: Trong quá trình kiểm tra, hãy đặt khuôn mặt của bạn lên máy quét như cách bạn thường làm để mở khóa điện thoại

source: Checking fingerprint scanner
th: การตรวจสอบเครื่องสแกนลายนิ้วมือ
vi: Kiểm tra máy quét dấu vân tay

source: First, please enable fingerprint function
th: ขั้นแรก โปรดเปิดใช้งานฟังก์ชันลายนิ้วมือ
vi: Đầu tiên, vui lòng kích hoạt chức năng vân tay

source: Then you will place your finger on the fingerprint scanner like you normally would during unlock
th: จากนั้นคุณจะวางนิ้วของคุณบนเครื่องสแกนลายนิ้วมือเหมือนปกติในระหว่างการปลดล็อค
vi: Sau đó, bạn sẽ đặt ngón tay của mình trên máy quét dấu vân tay như bạn thường làm trong quá trình mở khóa

source: Enable Biometric
th: เปิดใช้งานไบโอเมตริกซ์
vi: Bật sinh trắc học

source: Go to Settings -> Touch ID & Passcode
th: ไปที่การตั้งค่า -> Touch ID & รหัสผ่าน
vi: Đi tới Cài đặt -> Touch ID & Mật mã

source: Biometric Authentication Test
th: การทดสอบยืนยันตัวตนด้วยไบโอเมตริกซ์
vi: Kiểm tra xác thực sinh trắc học

source: WiFi Test
th: ทดสอบ WiFi
vi: Kiểm tra WiFi

source: Checking FlashLight
th: กำลังตรวจสอบไฟฉาย
vi: Kiểm tra FlashLight

source: Count how many times your phone's flashLight blinked and then type it in the text box provided
th: นับจำนวนครั้งที่ไฟแฟลชในโทรศัพท์ของคุณกะพริบ แล้วพิมพ์ลงในกล่องข้อความที่ให้มา
vi: Đếm số lần đèn flash của điện thoại nhấp nháy và sau đó nhập nó vào hộp văn bản được cung cấp

source: FlashLight not working
th: ไฟฉายไม่ทำงาน
vi: FlashLight không hoạt động

source: FlashLight Test
th: การทดสอบแสงแฟลช
vi: Kiểm tra FlashLight

source: Defective
th: ชำรุด
vi: Khiếm khuyết

source: Please Enter Reference Number
th: กรุณาใส่หมายเลขอ้างอิง
vi: Vui lòng nhập số tham chiếu

source: Screen Calibration
th: การปรับเทียบหน้าจอ
vi: Hiệu chỉnh màn hình

source: SMART DIAGNOSTICS
th: การวินิจฉัยอย่างชาญฉลาด
vi: CHẨN ĐOÁN THÔNG MINH

source: TEST RESULT SUMMARY
th: สรุปผลการทดสอบ
vi: TÓM TẮT KẾT QUẢ THỬ NGHIỆM

source: Checking Device Rotation
th: กำลังตรวจสอบการหมุนของอุปกรณ์
vi: Kiểm tra xoay thiết bị

source: Choose language
th: เลือกภาษา
vi: Chọn ngôn ngữ

source: Change language of this app including its content.
th: เปลี่ยนภาษาของแอพนี้รวมถึงเนื้อหา
vi: Thay đổi ngôn ngữ của ứng dụng này bao gồm cả nội dung của nó.

source: Please enter your name
th: กรุณากรอกชื่อของคุณ
vi: xin hãy nhập tên của bạn

source: Please enter your email
th: กรุณากรอกอีเมล์ของคุณ
vi: Vui lòng nhập email của bạn

source: Please enter valid email
th: กรุณากรอกอีเมลที่ถูกต้อง
vi: Vui lòng nhập email hợp lệ

source: Please enter your contact no.
th: กรุณาใส่เบอร์ติดต่อของคุณ
vi: Vui lòng nhập số liên lạc của bạn.

source: Please accept terms & conditions
th: โปรดยอมรับข้อกำหนดและเงื่อนไข
vi: Vui lòng chấp nhận các điều khoản & điều kiện

source: Display & Touch Screen
th: จอแสดงผลและหน้าจอสัมผัส
vi: Màn hình & Màn hình cảm ứng

source: 2 -3 Minor Scratches
th: มีรอยเล็กน้อย 2-3 รอย
vi: 2-3 vết xước nhỏ

source: Heavily Scratched
th: มีรอยมาก
vi: Trầy xước nặng nề

source: Cracked
th: ราคาเสนอ
vi: Mất màu

# Not working (Loose LCD)
source: Not working
th: ไม่ทำงาน
vi: Không làm việc

# Network Lock / Telco Lock
source: Phone Locks for Apple (Network lock or Network or Passcode or iCloud)
th: ล็อคโทรศัพท์สำหรับ Apple (ล็อคเครือข่ายหรือเครือข่ายหรือรหัสผ่านหรือ iCloud)
vi: Máy có bị khóa SIM ?

source: Device Body (Back Panel / Cover)
th: ตัวเครื่อง (ด้านข้างและด้านหลัง)
vi: Thân thiết bị (Viền, mặt lưng & camera sau)

source: Minor Scratches
th: ถลอก
vi: Trầy xước ( có 2-3 vết xước kích thước khoảng 2mm có thể nhìn thấy được)

source: Heavy Scratches
th: รอยขีดข่วนหนัก
vi: Vết xước nặng (có nhiều vết xước kéo dài hoặc chồng chéo nhau trên thân máy có thể thấy rõ ràng)

source: Dented
th: มีรอยบุบ
vi: Cấn móp / Oxi hóa

source: Details Synced to the server. Please contact Store Executive for further information
th: รายละเอียดซิงค์กับเซิร์ฟเวอร์ กรุณาติดต่อผู้บริหารร้านสำหรับข้อมูลเพิ่มเติม
vi: Thông tin chi tiết đã được đồng bộ hóa với máy chủ. Vui lòng liên hệ với Điều hành cửa hàng để biết thêm thông tin

source: Photo Id uploaded successfully!
th: อัปโหลดรหัสรูปภาพสำเร็จแล้ว!
vi: Id ảnh đã được tải lên thành công!

source: Uploading...
th: กำลังอัพโหลด...
vi: Đang tải lên...

source: Success
th: ความสำเร็จ
vi: Thành công

source: Click on ‘Start Test” and take a picture from your camera to run auto-focus test
th: คลิกที่ 'เริ่มการทดสอบ' และถ่ายภาพจากกล้องของคุณเพื่อเรียกใช้การทดสอบโฟกัสอัตโนมัติ
vi: Nhấp vào ‘Bắt đầu kiểm tra’ và Chụp một ảnh để kiểm tra chức năng tự động lấy nét.

source: Authenticate with Touch Id/ Face Id of your phone
th: ยืนยันด้วยนิ้วมือของท่านบแป้น Touch ID
vi: Nhận diện khuôn mặt

# Back_camera_auth
source: This app is not authorized to use Back Camera.
th: แอปนี้ไม่ได้รับอนุญาตให้ใช้กล้องหลัง
vi: Ứng dụng này không được phép sử dụng Camera sau

source: Error
th: ความผิดพลาด
vi: Lỗi

source: Setting
th: การตั้งค่า
vi: Cài đặt

source: Cancel
th: ยกเลิก
vi: Hủy bỏ

source: Reader not supported by the current device
th: เครื่องอ่านไม่รองรับเครื่องอุปกรณ์
vi: Trình đọc không được hỗ trợ bởi thiết bị hiện tại

# header_title
source: Application needs following permission to complete diagnosis. The Location request is required for completion of GPS Diagnosis
th: แอปพลิเคชันต้องได้รับอนุญาตก่อนทำการวินิจฉัย ต้องยินยอมข้อมูลสถานะของอุปกรณ์ก่อนการวินิจฉัย GPS
vi: Vui lòng MỞ tất cả chức năng bên dưới để tiến hành chẩn đoán chính xác.

source: Dead Pixel Test
th: การทดสอบ Dead Pixel
vi: Kiểm tra điểm chết

# dead_pixel_msg
source: Did you see any black or white spots on the screen?
th: ท่านเห็นจุดดำหรือขาวบนหน้าจอหรือไม่?
vi: Bạn có nhìn thấy bất kì đốm trắng, đốm đen, bầm hay ám ảnh không?

source: Yes
th: ใช่
vi: Có

source: No
th: ไม่ใช่
vi: Không

source: retry
th: ลองทำใหม่
vi: Thử lại

# skip_info
source: If you skip this test, there would be reduction in the price offered. Are you sure?
th: หากท่านข้ามการตรวจสอบเครื่อง ราคาเสนออาจลดลง ท่านแน่ใจไหม?
vi: Nếu Bỏ qua sẽ dẫn đến RỚT LOẠI / GIÁ. Bạn có chắc không?

# Proximity_Sensor_Diagnosis
source: Skip Proximity Sensor
th: ข้ามพร็อกซิมิตีเซนเซอร์
vi: Bỏ qua cảm biến tiệm cận

source: Checking Network
th: กำลังตรวจสอบเน็ตเวิร์ก
vi: Kiểm tra mạng

source: Checking Bluetooth
th: กำลังตรวจสอบ bluetooth
vi: Kiểm tra Bluetooth

source: Checking WiFi
th: กำลังตรวจสอบ WiFi
vi: Kiểm tra WiFi

source: Tests Complete !
th: การตรวจสอบเสร็จสมบูรณ์!
vi: Hoàn thành bài kiểm tra!

# internet_prompt
source: Please Check Internet conection.
th: กรุณาตรวจการเชื่อมต่ออินเทอร์เน็ต
vi: Vui lòng kiểm tra kết nối Internet.

# pos_info
source: Please make sure you've entered the details in the POS.
th: โปรดตรวจสอบว่าท่านได้ป้อนข้อมูลเข้า POS
vi: Vui lòng đảm bảo rằng bạn đã nhập các chi tiết trong POS.

# reader_info
source: Reader not supported by the current device
th: เครื่องอ่านไม่รองรับเครื่องอุปกรณ์
vi: Trình đọc không được hỗ trợ bởi thiết bị hiện tại

# camer_permission
source: This app is not authorized to use Back Camera.
th: แอปนี้ไม่ได้รับอนุญาตให้ใช้กล้องหลัง
vi: Ứng dụng này không được phép sử dụng Camera sau.

source: Setting
th: การตั้งค่า
vi: Cài đặt

# hardware_info
source: Hardware Buttons: Defective
th: การตรวจสอบปุ่มฮาร์ดแวร์
vi: Chẩn đoán nút phần cứng

# rotation_info
source: Auto Roatation: Defective
th: การตรวจสอบการหมุนอัตโนมัติ
vi: Chẩn đoán xoay tự động

# portrait_mode
source: Now rotate your device back to Portrait view.
th: โปรดปรับเครื่องให้เป็นมุมมองแนวตั้ง (portrait view)
vi: Bây giờ xoay thiết bị của bạn trở lại chế độ xem dọc

# landscape_mode
source: Please switch the Device to Landscape View.
th: โปรดปรับเครื่องให้เป็นมุมมองแนวนอน (landscape view)
vi: Vui lòng chuyển Thiết bị sang Chế độ xem ngang

# earphone_info
source: Earphone Jack Diagnosis
th: การตรวจสอบแจ็คหูฟัง
vi: Chẩn đoán Jack tai nghe

# charger_info
source: Device Charger Diagnosis
th: การตรวจสอบอุปกรณ์ชาร์จ
vi: Chẩn đoán bộ sạc thiết bị

# camera_info
source: Camera Diagnosis
th: การตรวจสอบกล้อง
vi: Chẩn đoán máy ảnh

# fingerprint_info
source: FingerPrint Scanner Diagnosis
th: การตรวจสอบสแกนเนอร์ลายนิ้วมือ
vi: Nhận diện Dấu vân tay

# invalid_imei
source: Invalid IMEI Number Entered
th: รหัส IMEI ที่ป้อนไม่ถูกต้อง
vi: Số IMEI nhập không hợp lệ

# invalid_serial_info
source: Invalid SERIAL/IMEI Number Entered
th: หมายเลข Serial/ หมายเลข IMEI ที่ใส่ไม่ถูกต้อง
vi: Số Serial/IMEI không hợp lệ

# imei_validation_info
source: Please Enter a valid 15-digit IMEI Number
th: โปรดป้อนรหัส IMEI 15 หลักที่ถูกต้อง
vi: Nhập IMEI của thiết bị. Hướng dẫn: 1. Gọi *#06# và sao chép số IMEI của thiết bị. 2. Trường hợp có 2 số IMEI thì bắt buộc nhập IMEI

# screen_failed_info
source: Screen Diagnosis Test Failed!
th: การทดสอบหน้าจอล้มเหลว!
vi: Kiểm tra chẩn đoán màn hình không thành công!

source: Retry Test
th: ท่านต้องการตรวจสอบอีกครั้งหรือไม่
vi: Bạn có muốn thử lại bài kiểm tra không?

source: Continue
th: ไปต่อ
vi: Tiếp tục

source: Submit
th: ยื่น
vi: Gửi đi

source: Reference No
th: รหัสอ้างอิง
vi: Tài liệu tham khảo số

source: Skip
th: ข้าม
vi: Bỏ qua

# rota_info
source: Turn on screen auto-rotation, then click 'Start Test' and rotate your device from Portrait to Landscape view
th: โปรดเปิดค่าตั้งให้หน้าจอหมุนอัตโนมัติ จากนั้นกด 'เริ่มการตรวจสอบ' และปรับเครื่องจากแนวตั้งเป็นมุมมองแนวนอน
vi: Bật tự động xoay màn hình, sau đó nhấp vào 'Bắt đầu kiểm tra' và xoay thiết bị của bạn từ chế độ xem Dọc sang Ngang

# hard_btn_info
source: Please press the following buttons or keys on your phone.
th: โปรดกดปุ่มต่อไปนี้บนโทรศัพท์ของท่าน
vi: Vui lòng nhấn các nút hoặc phím sau trên điện thoại của bạn.

source: Checking GPS...
th: กำลังตรวจสอบ GPS ...
vi: Đang kiểm tra GPS ...

# lcd
source: LCD/Screen Glass
th: จอ LCD / กระจกหน้าจอ
vi: Màn hình hiển thị và cảm ứng

# cpbp_info
source: Device Body (Side & Back Cover)
th: ตัวเครื่อง (ด้านข้างและด้านหลัง)
vi: Thân thiết bị (Viền, mặt lưng & camera sau)

# mobile_place
source: Mobile Number
th: เบอร์มือถือ
vi: Số điện thoại

# email_place
source: Email Address
th: อีเมล
vi: Địa chỉ email

# name_place
source: Name
th: ชื่อ
vi: Tên

# user_details_info
source: Please enter the following details to continue
th: โปรดป้อนข้อมูลต่อไปนี้เพื่อดำเนินการต่อ
vi: THÔNG TIN KHÁCH HÀNG 1. Nhập chính xác thông tin Khách hàng khi được yêu cầu bởi Quản lý Hoặc Nhập thông tin theo hướng dẫn: • Tên: ký tự bất kỳ như aaa • Email: bất kỳ theo định dạng a@a.a • Điện thoại: nhập số bất kỳ có 9 chữ số bắt đầu bằng 0

# user_btn_continue
source: Continue
th: ไปต่อ
vi: Tiếp tục

# schedule_btn_text
source: Schedule Visit
th: ลงทะเบียนนัด
vi: Lịch trình quay lại

source: Cracked
th: แตก
vi: Nứt vỡ, bung hở, cong vênh

source: Broken
th: เสีย
vi: Bị vỡ

source: Dented
th: มีรอยบุบ
vi: Cấn móp / Oxi hóa

source: Not Working
th: ไม่ทำงาน
vi: Lưu ảnh / Sọc / Chảy mực / Đốm / Ám màu / Chập chờn / Lỗi cảm ứng

source: Flawless
th: ไม่มีรอย
vi: Hoàn toàn không trầy xước

source: Flawless
th: ไม่มีรอย
vi: Hoàn toàn không trầy xước

# Minor_Scratches
source: 2-3 Minor Scratches
th: มีรอยเล็กน้อย 2-3 รอย
vi: 1-3 vết trầy nhẹ

source: Heavily Scratched
th: มีรอยมาก
vi: Trầy xước nặng

source: Device Body
th: ตัวเครื่อง
vi: Thân thiết bị

source: Phone Locks
th: ติดล้อคสำหรับเครื่องApple
vi: TÌNH TRẠNG LƯU Ý

source: Store Token
th: โทเค็นร้านค้า
vi: Lưu trữ mã thông báo

# Wifi_info
source: WiFi, Bluetooth or GPS: Defective
th: WiFi, Bluetooth หรือ GPS: มีข้อบกพร่อง
vi: WiFi, Bluetooth hoặc GPS: Khiếm khuyết

# Proximity_info
source: Proximity Sensor: Defective
th: พร็อกซิมิตี้เซนเซอร์: ชำรุด
vi: Cảm biến tiệm cận: Khiếm khuyết

# camer_info
source: Camera: Defective
th: กล้อง: มีข้อบกพร่อง
vi: Camera: Khiếm khuyết

# device_info
source: Device Biometrics: Defective
th: อุปกรณ์ชีวภาพ: มีข้อบกพร่อง
vi: Sinh trắc học thiết bị: Khiếm khuyết

# mic_info
source: Microphone: Defective
th: ไมโครโฟน: มีข้อบกพร่อง
vi: Micrô: Khiếm khuyết

# speakers_info
source: Speakers: Defective
th: ลำโพง: มีข้อบกพร่อง
vi: Diễn giả: Khiếm khuyết

# nfc_info
source: NFC: Defective
th: NFC: มีข้อบกพร่อง
vi: NFC: Khiếm khuyết

# vibrator_info
source: Vibrator: Defective
th: เครื่องสั่น: มีข้อบกพร่อง
vi: Bộ rung: Khiếm khuyết

# gsm_info
source: GSM: Defective
th: GSM: มีข้อบกพร่อง
vi: GSM: Khiếm khuyết

# bluetooth_info
source: Bluetooth: Defective
th: บลูทู ธ: มีข้อบกพร่อง
vi: Bluetooth: Khiếm khuyết

# gps_info
source: GPS: Defective
th: จีพีเอส: มีข้อบกพร่อง
vi: GPS: Khiếm khuyết

# rotation_skip_title
source: Skip Auto Rotation
th: ข้ามการหมุนอัตโนมัติ
vi: Bỏ qua xoay tự động

source: back
th: กลับ
vi: Quay Lại

source: Device Status
vi: Thông tin máy

# valid_email_err
source: Please Enter a valid email Id
vi: Vui lòng nhập đầy đủ thông tin

source: Change Language
vi: Thay đổi ngôn ngữ

# ol_info_text
source: Please enter an Email Id to receive link for submitting the Device Physical Condition Images
vi: Nhập vào Email để nhận đường dẫn gửi hình ảnh thẩm định tình trạng Thiết bị

# ol_verification_title
source: Link Sent
vi: Đang Gửi

# ol_verification_desc
source: You will receive an e-mail from us shortly Please wait for a few seconds. Do not close this screen Take a video of this screen using alternative phone. Wait for success message afer shooting the video
vi: Bạn sẽ nhận được email từ chúng tôi, vui lòng chờ trong giây lát. Không tắt màn hình này Sử dụng điện thoại đại lý để chụp 6 hình ảnh của thiết bị Chờ thông báo thành công sau khi chụp ảnh

source: Enable Camera
vi: Cho phép Máy ảnh

source: Enable PhotoLibrary
vi: Cho phép Thư viện ảnh

source: Enable Microphone
vi: Cho phép Micro

source: Enable Location
vi: Cho phép Vị trí

# advice
source: Please allow the following permissions. These permissions are required for accurate assesment of your device.
vi: Lưu ý: bất kỳ chức năng nào không mở sẽ ảnh hưởng trực tiếp đến kết quả thẩm định cuối cùng.

# advice_additional
source: You can also manage the permissions in settings
vi: Bạn có thể mở cho phép các chức năng trong Cài đặt

source: Swipe to hide
vi: Bạn có thể mở cho phép các chức năng trong Cài đặt

# imei_info
source: Please Enter IMEI of your device
vi: Nhập IMEI của thiết bị. Hướng dẫn: Gọi *#06# và sao chép số IMEI của thiết bị. Trường hợp có 2 số IMEI thì bắt buộc nhập IMEI 1.

# main_info
source: Please enter ‘Store Token’ and submit or click ‘Scan QR Code’ to begin Diagnostics. To view previous results, click on ‘Previous Quotation’
th: โปรดป้อน ‘Store Token’ และส่งหรือคลิก ‘สแกนรหัส QR’ เพื่อเริ่มการวินิจฉัย หากต้องการดูผลลัพธ์ก่อนหน้าคลิกที่ 'ใบเสนอราคาก่อนหน้า''
vi: Nhập mã cửa hàng hoặc Quét mã QR để bắt đầu thẩm định

# screen_info
source: Click 'Start Test', then swipe along the squares
th: คลิก 'เริ่มการทดสอบ' จากนั้นปัดไปตามช่องสี่เหลี่ยม
vi: Vui lòng trượt xuống để xem đầy đủ hướng dẫn. Nhấp vào ‘Bắt đầu kiểm tra’, sau đó dùng ngón tay vuốt tất cả ô màu trắng trở thành màu xanh lá để kiểm tra cảm ứng của màn hình. Với màn hình bị liệt cảm ứng và không thể vuốt được, hệ thống sẽ tự bỏ qua bài kiểm tra trong 40 giây kể từ lúc nhấn nút ‘Bắt đầu kiểm tra’.

# cust_info
source: Please enter the following details to continue
th: โปรดป้อนข้อมูลต่อไปนี้เพื่อดำเนินการต่อ
vi: Bạn có thể: 1. Theo hướng dẫn đề xuất bên dưới để tiếp tục: - Tên: nhập 3 ký tự bất kì, ví dụ: aaa - Địa chỉ email: nhập chuỗi bất kì có ký tự ‘@’ và ‘.’, ví dụ: a@a.a - Số điện thoại: nhập 9 chữ số bất kì, ví dụ 123456789 - Chọn ‘Tôi đã đọc và đồng ý…’ - Bấm nút ‘Tiếp tục’ Hoặc 2. Nhập thông tin Khách Hàng (khi được yêu cầu bởi quản lý)

source: Connect to Wifi/Internet
vi: Truy cập vào Wifi / Mạng

source: Active Sim Card
vi: Gắn SIM vào máy

source: Set up Fingerprint (if applicable)
vi: Thiết lập mở khoá bằng vân tay & nhận diện khuôn mặt face ID (nếu có)

source: Enable NFC (if applicable)
vi: Mở kết nối NFC (nếu có)

source: Enable Auto-Rotate Screen
vi: Mở cảm biến tự động xoay ngang màn hình

source: Disable Silent Mode
vi: Tắt chế độ Im Lặng

source: Enable bluetooth
vi: Mở kết nối bluetooth

source: Summary of Test Results
th: สรุปผลการทดสอบ
vi: Kết quả Chẩn Đoán

source: Failed and Skipped Tests
th: การทดสอบล้มเหลวข้ามการทดสอบ
vi: Chẩn đoán Đã Thất bại hoặc bị Bỏ qua

source: Functional Checks
th: ตรวจสอบฟังก์ชัน
vi: Chẩn đoán Đã Thành công

source: ReTry
th: ลองใหม่อีกครั้ง
vi: Thử lại

source: Dead Pixels
vi: Điểm chết

source: Screen
th: หน้าจอ
vi: Màn hình

source: Rotation
th: การหมุนหน้าจออัตโนมัติ
vi: Tự động xoay

source: Proximity
vi: Cảm biến tiệm cận

source: Hardware Buttons
th: ปุ่มกด
vi: Nút thiết bị

source: Earphone
th: ช่องเสียบหูฟัง
vi: Jack tai nghe

source: Charger
th: ช่องใส่ micro USB
vi: Cổng sạc

source: Camera
th: กล้อง
vi: Máy ảnh

source: Fingerprint Scanner
vi: Mở khóa Vân tay

source: Face-Id Scanner
th: การใช้ด้วยใบหน้า
vi: Quét nhận diện khuôn mặt

source: Microphone
th: ไมโครโฟน
vi: Micro

source: Speaker
th: ลำโพง
vi: Loa ngoài

source: Vibrator
th: การสั่น
vi: Tính năng Rung

source: SMS Verification
th: การยืนยันหมายเลขโทรศัพท์
vi: Xác minh số điện thoại

source: Storage
th: พื้นที่จัดเก็บ
vi: Lưu trữ

source: Battery
th: แบตเตอรี่
vi: Pin

source: Checking Speaker
th: กำลังตรวจสอบลำโพง
vi: Đang kiểm tra Loa

source: Your phone will play some numbers out loud, and then type it in the text box provided.
th: โทรศัพท์ของคุณจะส่งเสียงข้อความ จากนั้นพิมพ์ลงในกล่องข้อความที่มีให้
vi: Thiết bị sẽ đọc một số chữ số, vui lòng nghe và điền vào ô trống

source: Start
th: เริ่มต้น
vi: Bắt đầu

source: Skip
th: ข้าม
vi: Tạm dừng

source: Submit
th: ตกลง
vi: Gửi

source: Enter Number
th: ใส่หมายเลข
vi: Nhập số

source: Speaker Test
th: ตรวจสอบลำโพง
vi: Kiểm tra Loa

source: If you skip this test there would be a substantial decline in the price offered. Do you still want to skip?
th: หากคุณข้ามการทดสอบนี้ราคาที่เสนอจะลดลงอย่างมาก ยืนยันที่จะข้าม?
vi: Bỏ qua bài kiểm tra này có thể dẫn tới giá thu mua giảm mạnh. Bạn có thật sự muốn bỏ qua?

source: failed to record!
th: บันทกไม่สำเร็จ
vi: ghi thất bại

source: Checking Microphone
th: กำลังตรวจสอบไมโครโฟน
vi: Đang kiểm tra Micro

source: Click to start button. after that microphone will listen your voice for 4 seconds to check your microphone is working or not
th: กดเพื่อเริ่มการทดสอบ หลังจากนั้นไมโครโฟนจะเริ่มบันทึกเสียงคุณเป็นเวลา 4 วินาทีเพื่อตรวจสอบว่าไมโครโฟนของคุณใช้งานได้หรือไม่
vi: Bấm nút bắt đầu, sau đó micro sẽ thu âm giọng của bạn trong 4 giây để kiểm tra xem micro có hoạt động không

source: Microphone Test
th: ตรวจสอบไมโครโฟร
vi: Kiểm tra Micro

source: Checking Vibrator
th: กำลังตรวจสอบการสั่น
vi: Đang kiểm tra chức năng Rung

source: Count how many times your phone has vibrated and then type it in the text box provided
th: นับจำนวนครั้งที่โทรศัพท์ของคุณสั่นแล้วพิมพ์ลงในกล่องข้อความที่มีให้
vi: Đếm bao nhiêu lần thiết bị rung và sau đó điền vào ô trống

source: Vibrator Test
th: ตรวจสอบการสั่น
vi: Kiểm tra chức năng Rung

# wifi_detail
source: WIFI: Defective
th: WIFI: มีข้อบกพร่อง
vi: WIFI: không hoạt động

source: Testing WiFi
th: ทำการททดสอบ Wifi
vi: Đang kiểm tra WIFI…

source: To test WIFI, turn WIFI on and connect to your preferred network then Press “START“
th: ในการทดสอบ WIFI ให้เปิด WIFI และเชื่อมต่อกับเครือข่ายที่คุณต้องการจากนั้นกด“ เริ่ม”
vi: Để kiểm tra WIFI, bật kết nối WIFI và kết nối vào một mạng bất kỳ, sau đó bấm “BẮT ĐẦU“

source: I hearby acknowledge that I have read, understand and agree to the Terms and Conditions.
th: ฉันได้ยินโดยรับทราบว่าฉันได้อ่านเข้าใจและยอมรับข้อกำหนดและเงื่อนไข
vi: Chọn để xác nhận đã đọc, hiểu và đồng ý các điều khoản

source: No Data Found
th: ไม่พบข้อมูล
vi: Không tìm thấy dữ liệu
